/* Name of application */
"Homepwer" = "财产清单管理";

/* Table cell remove text */
"Remove" = "删除";

/* Type label none */
"None" = "无";

/* Asset type: Electronics */
"Electronics" = "电子";

/* Asset type: Furniture */
"Furniture" = "家具";

/* Asset type: Jewelry */
"Jewelry" = "珠宝";

/* alert controller message */
"Add new asset type" = "新增一个新的资产类型";

/* alert controller title
   BNRAssetTypeViewController title */
"Asset Type" = "资产类型";

/* alert controller cancel action */
"Cancel" = "取消";

/* alert controller ok action */
"Ok" = "确定";

/* alert text placeholder */
"Please add asset type" = "请填写资产类型名称";

